Repository: NamLQ/matrix2018_translation
Catalog: translation-level2.tmx
Source language: en_us
Languages: vi

source: Finding the contradiction requires a little bit of unravelling, but when we do that job, and map it onto the parameters of the Matrix, we see a conflict between the desire on the part of State Farm to improve the flexibility (Adaptability/Versatility) of their pricing being inhibited by the fact that traditionally insurance policies are only renewed on an annual basis (Supply Time).
vi: Việc tìm ra mâu thuẫn đòi hỏi phải làm sáng tỏ một chút, nhưng khi chúng tôi làm công việc đó và ánh xạ lên các tham số của ma trận, chúng tôi thấy một sự xung đột giữa mong muốn về phía State Farm là cải thiện tính linh hoạt (Khả năng thích ứng / Tính linh hoạt) của việc định giá của họ, mà hiện đang bị hạn chế bởi thực tế là các hợp đồng bảo hiểm truyền thống chỉ được gia hạn hàng năm (Thời gian cung ứng).

source: For example, insurance customers apply for insurance by submitting to an evaluation of past or contemporary vehicle, driver, and other conditions and behaviour.
vi: Ví dụ, khách hàng bảo hiểm nộp đơn xin bảo hiểm bằng cách nộp bản đánh giá về phương tiện giao thông hiện tại hoặc quá khứ, tài xế, và các điều kiện và hành vi khác.

source: For the moment, the emphasis is on the relationship between contradiction solving and s- curves.
vi: Hiện tại, trọng tâm là mối quan hệ giữa việc giải quyết mâu thuẫn và các đường cong chữ s.

source: For the most part, they won’t be your current competitors.
vi: Phần lớn họ không phải là đối thủ cạnh tranh hiện tại của bạn.

source: Fortunately, the original TRIZ researchers found something important.
vi: May mắn thay, các nhà nghiên cứu TRIZ tiên phong đã tìm thấy một thứ gì đó quan trọng.

source: Fortunately, when organisations become spectacularly successful, lots of outsiders start swarming to see if they can discern the secret elixir.
vi: May mắn thay, khi các tổ chức trở nên thành công ngoạn mục, rất nhiều người bên ngoài bắt đầu đổ xô đến để xem liệu họ có thể tìm ra phương thuốc bí mật hay không.

source: From a contradiction-finding perspective, the book is in effect all about one (root) contradiction: the desired emergent property was innovation and the thing that normally prevents it from happening – at least at a regional level – are the inherent difficulties to try and manage the right emergent outcomes.
vi: Từ góc độ tìm kiếm mâu thuẫn, cuốn sách có hiệu lực về một mâu thuẫn (gốc): tài sản nổi lên mong muốn là sự đổi mới và điều thường ngăn cản nó xảy ra - ít nhất là ở cấp độ khu vực - là những khó khăn vốn có để cố gắng và quản lý các kết quả nổi lên đúng.

source: Frustrating for prospective readers, and a potential minefield for the Systematic Innovation research team in terms of training our search tools to connect the newly invented words and phrases publishers tend to encourage, back to the original problems and solutions.
vi: Gây khó chịu cho những độc giả tiềm năng, và là bãi mìn tiềm năng cho nhóm nghiên cứu Đổi mới Hệ thống về mặt đào tạo các công cụ tìm kiếm của chúng tôi để kết nối các từ và cụm từ mới được sáng tạo ra mà các nhà xuất bản có xu hướng khuyến khích, là quay trở lại các vấn đề và giải pháp ban đầu.

source: Fundamental, unfortunately for all of the enterprises that find themselves at the top of their curve, means precisely that.
vi: Nền tảng, thật không may cho tất cả các doanh nghiệp đang ở trên đỉnh đường cong của họ, có nghĩa chính xác là như vậy.

source: Harmful Factors Affecting System
vi: Các yếu tố có hại ảnh hưởng lên hệ thống

source: Having found a good problem, it then becomes important to look for evidence of step-change solutions that help to alleviate or eliminate the conflict at hand.
vi: Khi đã tìm ra một vấn đề tốt, điều quan trọng là tìm kiếm bằng chứng về các giải pháp thay đổi từng bước giúp giảm bớt hoặc loại bỏ xung đột hiện tại.

source: Having found the right problem, the next part of the reverse engineering process the SI team needed to work out was how each of the cities or regions successfully overcame the contradiction.
vi: Sau khi tìm ra vấn đề đúng, phần tiếp theo của quy trình kỹ thuật đảo ngược mà nhóm SI cần tìm hiểu là làm thế nào mỗi thành phố hoặc khu vực khắc phục thành công mâu thuẫn.

source: He very quickly saw that the key factor differentiating one from the other was whether the inventor had successfully solved a contradiction or had merely made the usual win-lose trade-offs that everyone else did.
vi: Ông nhanh chóng nhận ra rằng yếu tố then chốt để phân biệt cái này với cái kia là liệu nhà sáng chế đã giải quyết thành công mâu thuẫn hay chỉ đơn thuần thực hiện sự thỏa hiệp thắng - thua thông thường mà những người khác đã làm.

source: Hegel effectively invented ‘third-way’ politics, but, fair to say, the majority of politicians, lawyers and business leaders still don’t get it.
vi: Hegel đã sáng chế một cách hiệu quả chính trị "con đường thứ ba" (Third Way Politics), nhưng công bằng mà nói, phần lớn các chính trị gia, luật sư và lãnh đạo doanh nghiệp vẫn không hiểu được điều đó.

source: Hegel’s thesis-antithesis-synthesis model, however, at least offered those that were open-minded enough the possibility of actually solving their contradictions.
vi: Tuy vậy, mô hình tổng hợp-chính đề-phản đề của Hegel ít nhất đã cung cấp cho những người đủ cởi mở khả năng thực sự giải quyết những mâu thuẫn của họ.

source: Here are a few examples of what that process looks like in practice:
vi: Dưới đây là một vài ví dụ về quá trình đó trông như thế nào trong thực tế.

source: Here’s what we learn from the US9,418,383 background description:
vi: Đây là những gì chúng tôi học được từ bản mô tả nền tảng của bằng sáng chế số hiệu US9.418.383.

source: History & Evolution Of The Business Matrix
vi: Lịch sử & Sự phát triển của Ma trận Kinh doanh

source: I suspect most business books are sparked by a hypothesis that turns into an article that grabs the attention of sufficient readers that a publisher comes along and says to the author, ‘any chance you could turn that into a book?’ the answer to which is usually, ‘yes, let me go and find a few cases that kind of fit my hypothesis’.
vi: Tôi nghi ngờ rằng hầu hết các cuốn sách kinh doanh được châm ng òibởi một giả thuyết biến thành một bài báo thu hút đủ sự chú ý của độc giả đến mức một nhà xuất bản đến và nói với tác giả, 'bạn có thể biến nó thành một cuốn sách không?'. Câu trả lời thường là, 'vâng, hãy để tôi đi và tìm một vài trường hợp phù hợp với giả thuyết của tôi'

source: If it does sufficient, sufficiently better than its alternatives, then effort is expended to improve its effectiveness.
vi: Nếu hoạt động đầy đủ, đủ tốt hơn so với các giải pháp thay thế, thì người ta sẽ nỗ lực để cải thiện hiệu quả của nó.

source: If it’s really true we can never step in the same river twice (it is), we should never hope to be able to decode the success of one enterprise and hope to be able to transfer it to another.
vi: Nếu thực sự chúng ta không bao giờ có thể tắm cùng một dòng sông hai lần thì chúng ta không bao giờ nên hy vọng có thể giải mã thành công của một doanh nghiệp và hy vọng có thể chuyển nó sang một doanh nghiệp khác.

source: If that doesn’t satisfy the more skeptical readers, then we might also look a level deeper at this problem.
vi: Nếu điều đó không đáp ứng được những độc giả đa nghi hơn, thì chúng ta cũng có thể xem xét sâu hơn vấn đề này.

source: If the economists said stand-up, everyone stood up.
vi: Nếu các nhà kinh tế nói đứng lên thì mọi người đều đứng lên.

source: If there is an interface issue relating to two different parts of an organisation – say between Design and production’ then this should be modelled as a conflict between the ‘Design Interfaces’ and ‘Production Interfaces’ parameters.
vi: Nếu như có một vấn đề về giao diện liên quan tới hai phần khác nhau của một tổ chức - chẳng hạn như giữa thiết kế và sản xuất thì điệu này nên được mô hình hóa như một sự xung đột giữa các tham số "giao diện thiết kế" và "giao diện sản xuất".

source: If this job is done for a long enough period of time, the system evolves past a tipping point and begins to be attractive to more and more users.
vi: Nếu công việc này được thực hiện trong một khoảng thời gian đủ dài thì hệ thống sẽ phát triển vượt qua điểm giới hạn và bắt đầu trở nên hấp dẫn đối với ngày càng nhiều người dùng.

source: If you can answer those two questions, you’re well on your way to being able to tap into the nine million and some other people that have been in the same place before you, and successfully found a way of solving the contradiction and thus jumping their system to its next curve.
vi: Nếu bạn có thể trả lời hai câu hỏi trên thì bạn đang trên đường tiếp cận chín triệu người khác trước đây đã ở cùng một vị trí với bạn và tìm ra cách giải quyết mâu thuẫn thành công và đưa hệ thống của họ nhảy lên đường cong tiếp theo của nó.

source: If you ever want to see what non-linear dynamics and the transient nature of success looks like in reality, you need look no further than this book.
vi: Nếu bạn từng muốn thấy những động lực phi tuyến tính và bản chất thoáng qua của thành công trông như thế nào trong thực tế, bạn không cần phải nhìn đâu xa hơn cuốn sách này.

source: If you were a keypad designer, touchscreens were a whole world away from anything you knew.
vi: Nếu bạn là một nhà thiết kế bàn phím thì màn hình cảm ứng là cả một thế giới khác xa với bất cứ thứ gì bạn biết.

source: If, during the insured time period, the customer experiences no loss incidents, the customer may have an opportunity to renew the insurance policy at a lower premium.
vi: Nếu trong thời hạn bảo hiểm, khách hàng không gặp phải sự cố tổn thất nào thì khách hàng có thể có cơ hội gia hạn hợp đồng bảo hiểm với mức phí thấp hơn.

source: Imagine you’re the chief roads planning officer for Swindon council – the place where the first magic roundabout was tried – and someone comes to you with the idea for the first time.
vi: Tưởng tượng bạn là giám độc quy hoạch đường bộ cho hội đồng Swindon - nơi mà vòng xuyến ma thuật đầu tiên được thử nghiệm - và ai đó đến với bạn với ý tưởng đó cho lần đầu tiên.

source: In 2004, there was no repository of knowledge we could go and analyse to see how someone might have solved, say, an autonomy-versus-risk contradiction, but by 2010, we realized, there was enough of it to at least contemplate adding such ‘unmeasurable’ parameters into the Business Matrix taxonomy.
vi: Vào năm 2004, không có kho lưu trữ kiến thức nào mà chúng tôi có thể truy cập và phân tích để xem cách một người nào đó có thể giải quyết những thứ như mâu thuẫn giữa quyền tự chủ và rủi ro. Nhưng đến năm 2010, chúng tôi nhận ra rằng đã có đủ kiến thức để ít nhất có thể cân nhắc bổ các sung tham số "không thể đo lường" như vậy vào Ma trận kinh doanh.

source: In a retail banking transaction, for example, ‘production’ in this context involves all of the actions that take place immediately after the customer gives the teller an instruction, until the moment when that instruction has been successfully carried out (e.g. entry into system, confirmation, clearing, entry into account).
vi: Ví dụ trong một giao dịch ngân hàng bán lẻ, "sản xuất" trong bối cảnh này liên quan tới mọi hành động xảy ra ngay sau khi khách hàng đưa ra chỉ thị cho nhân viên giao dịch, cho tới khi chỉ thị đó được thực hiện thành công (ví dụ: truy cập vào hệ thống, xác nhận, thanh toán bù trừ, ghi vào tài khoản).

source: In a retail banking transaction, for example, ‘production’ in this context involves all of the actions that take place immediately after the customer gives the teller an instruction, until the moment when that instruction has been successfully carried out.
vi: Ví dụ: trong một giao dịch nghiệp vụ ngân hàng bán lẻ, "sản xuất" trong bối cảnh này liên quan tới tất cả các hành động xảy ra ngay lập tức sau khi khách hàng đưa ra chỉ dẫn cho nhân viên giao dịch, cho đến thời điểm chỉ dẫn đó được thực hiện thành công.

source: In a retail banking transaction, for example, ‘supply’ in this context involves all of the actions that take place when the teller provides the customer with confirmation that an instruction has been successfully acted upon (e.g. through the arrival of a monthly bank statement).
vi: Ví dụ trong nghiệp vụ ngân hàng bán lẻ, "nguồn cung" trong bối cảnh này liên quan tới tất cả các hành động xảy ra khi giao dịch viên cung cấp cho khách hàng xác nhận rằng một chỉ thị đã được thực hiện thành công (ví dụ: thông qua việc nhận được bản sao kê ngân hàng hàng tháng).

source: In a typical week in the US – where business patents are ‘allowable’ – there will be several hundred newly granted patents pertaining to business issues.
vi: Trong một tuần lễ điển hình ở Mỹ - nơi mà các bằng sáng chế kinh doanh là "có thể thừa nhận" - có vài trăm bằng sáng chế mới được cấp liên quan đến các vấn đề kinh doanh.

source: In other words, while I don’t doubt that GE has many breakthrough successes through and beyond Welch’s tenure, we should be extremely wary about any attempt to pin the success down to a ‘root cause’.
vi: Nói cách khác, mặc dù tôi không nghi ngờ gì về việc GE đã đạt được nhiều thành công đột phá trong và ngoài nhiệm kỳ của Welch, nhưng chúng ta nên cực kỳ cảnh giác với bất kỳ nỗ lực nào nhằm quy kết sự thành công cho một "nguyên nhân gốc rễ".

source: In our terms, they’re probably right.
vi: Theo quan niệm của chúng tôi thì họ có thể đúng.

source: In terms of how the Company has solved the problem, we need to look elsewhere in the patent document.
vi: Về cách thức công ty đã giải quyết vấn đề, chúng ta cần tìm chỗ khác trong tài liệu bằng sáng chế.

source: In the case of manufactured articles, the meaning relates to all of those activities required to translate the designer’s intent into the product that the customer will eventually receive.
vi: Trong trường hợp sản phẩm được sản xuất, ý nghĩa liên quan tới tất cả các hoạt động cần thiết để chuyển ý định của nhà thiết kế thành sản phẩm mà khách hàng cuối cùng sẽ nhận được.

source: In the context of complex systems, however, it is a potentially very dangerous way to view the world.
vi: Tuy nhiên, trong bối cảnh của các hệ thống phức tạp thì đó là một cách rất nguy hiểm để nhìn thế giới.

source: In the context of this parameter, ‘cost’ can also mean waste of money or other forms of financial resource.
vi: Trong ngữ cảnh tham số này, "chi phí" cũng có thể mang nghĩa lãng phí tiền bạc hoặc các dạng nguồn lực tài chính khác.

source: In the most recent decade of this search, two phenomena have stood out.
vi: Trong thập kỷ gần đây nhất của cuộc tìm kiếm này, có hai hiện tượng nổi bật.

source: In the product context the parameter should be interpreted as including all of the logistical elements associated with the packaging, transport, receipt, unpacking and confirmation of delivery of the thing that a customer has ordered.
vi: Trong bối cảnh sản phẩm, tham số nên được hiểu là bao gồm tất cả các yếu tố hậu cần liên quan đến đóng gói, vận chuyển, biên nhận, tháo dỡ, và sự xác nhận giao hàng mà khách đã đặt hàng.

source: In the service sector, the meaning is perhaps better interpreted as that collection of activities that are required to supply or deliver the required service to the customer.
vi: Trong lĩnh vực dịch vụ, ý nghĩa có lẽ được diễn giải tốt hơn là tập hợp các hoạt động cần thiết để cung cấp hoặc phân hối dịch vụ yêu cầu cho khách hàng.

source: In the service sector, the meaning is perhaps better interpreted as that collection of activities that are required to translate a customer’s wishes into the output they receive.
vi: Trong lĩnh vực dịch vụ, ý nghĩa có lẽ được diễn giải tốt hơn như là tập hợp các hoạt động cần thiết để biến mong muốn của khách hàng thành đầu ra mà họ nhận được.

source: In this scenario there is a much deeper contradiction that needs to be solved, one that gets right to the heart of human emotions and intangibles, how to convince someone to try something new (Design Risk), when there is no tangible evidence it works (Amount Of Information) and it looks so counter- intuitive ((in)Competence)?
vi: Trong kịch bản này có một mâu thuẫn sâu sắc hơn nhiều cần được giải quyết, một mâu thuẫn đi thẳng vào cảm xúc và những thứ vô hình của con người, đó là làm sao để thuyết phục ai đó thử điều mới mẻ (Rủi ro thiết kế) khi không có bằng chứng hữu hình nào cho thấy nó hiệu quả (Lượng thông tin) và nó có vẻ phản trực giác (Không đủ năng lực / Đủ năng lực).

source: Inhibitors (-ve Intangibles)
vi: Nhân tố ức chế

source: Innovation is all about people that have made a discontinuous jump successfully.
vi: Đổi mới là tất cả về những người đã thực hiện thành công bước nhảy không liên tục.

source: Innovator’s, early adopters, early majority, late majority, laggards.
vi: Những nhà đổi mới, những người thích ứng sớm, đa số sớm, đa số muộn, những người tụt hậu.

source: Interfaces can be internal or external, formal or formal, and there will always be elements of tangible and intangible interfaces.
vi: Giao diện có thể là nội bộ hoặc bên ngoài, chính thức hoặc không chính thức, và luôn luôn có các yếu tố giao diện hữu hình và giao diện vô hình.

source: Interfaces can be internal or external, formal or formal, tacit or explicit.
vi: Các giao diện có thể là nội bộ hoặc bên ngoài, chính thức hay không chính thức, không nói ra hay rõ ràng.

source: Interfaces can be verbal, written, legal, visual, etc.
vi: Giao diện có thể là lời nói, văn bản, pháp lý, hình ảnh, ...

source: Introduction and Background.
vi: Giới thiệu và Kiến thức nền tảng.

source: Inventive Principle 3, Localisation of risk often used in combination with Principle 39, Inert Atmosphere – i.e. the risky elements of a system are managed in a localised inert setting.
vi: Nguyên tắc sáng tạo thứ 3, Cục bộ hóa rủi ro thường được dùng kết hợp với nguyên tắc sáng tạo số 39, khí trơ - tức là các yế tố rủi ro của một hệ thống được quản lý trong một môi trường trơ cục bộ.

source: Inventive Principles that should always be considered for problems where we wish to improve this parameter:
vi: Các nguyên tắc sáng tạo phải luôn được xem xét cho các vấn đề mà chúng ta muốn cải thiện tham số này:

source: It all comes down to the aforementioned s-curves and specifically the sequence of vicious cycle at the top of the current curve creating the opportunity for bifurcations.
vi: Tất cả đều bắt nguồn từ các đường cong chữ S nói trên và cụ thể là chuỗi các vòng luẩn quẩn ở đỉnh đường cong hiện tại tạo cơ hội cho sự phân nhánh.

source: It is also, to all intents and purposes a technical solution.
vi: Nó cũng là một giải pháp kỹ thuật với tất cả ý định và mục đích.

source: It may not give us the level of trust we desire, but if it doesn’t, the reason it hasn’t is because ‘the system’ has hit the top of the s-curve.
vi: Nó có thể không đem lại cho chúng ta mức độ tin cậy mong muốn, nhưng nếu không, thì lý do là "hệ thống" đã đạt đến đỉnh đường cong chữ s.

source: It started by building a taxonomy of all the contradicting parameters inventors were trying to unravel, and then, for each conflicting pair of parameters, Altshuller’s team collated all of the different conflict-breaking solutions and their underlying strategies.
vi: Bắt đầu bằng việc xây dựng một hệ thống phân loại tất cả các tham số mâu thuẫn mà các nhà sáng chế đang cố làm sáng tỏ, sau đó, đối với mỗi cặp tham số xung đột, nhóm của Altshuller đã đối chiếu tất cả các giải pháp phá vỡ xung đột khác nhau và các chiến lược cơ bản của chúng.

source: It was about how much your customers (and your employees) trusted you.
vi: Đó là về mức độ tin tưởng của khách hàng (và nhân viên) dành cho bạn.

source: It was about our innate human desire for autonomy, belonging and desire to feel competent.
vi: Đó là về mong muốn bẩm sinh của con người chúng ta về sự tự chủ, thuộc về và mong muốn cảm thấy có năng lực.

source: It was built around 100,000 case study analyses.
vi: Nó được xây dựng xung quanh 100.000 phân tích nghiên cứu điển hình.

source: It was – and still is – essentially a method of clever questioning aimed, ultimately, at browbeating the weaker opponent into submission.
vi: Đó đã là - và nay vẫn vậy - về cơ bản là một phương pháp đặt câu hỏi thông minh nhằm mục đích cuối cùng là khiến đối thủ yếu hơn phải khuất phục.

source: It wasn’t until we hit upon the book Holacracy (Reference 10) that we felt we really got to the crux of the contradiction’s resolution.
vi: Cho đến khi chúng tôi bắt gặp cuốn sách Holacracy (Tài liệu tham khảo 10), chúng tôi mới cảm thấy mình thực sự đi đến mấu chốt của việc giải quyết mâu thuẫn.

source: It would be better if you did.
vi: Sẽ tốt hơn nêu bạn biết.

source: It’s a picture that should tell us that there are times in life when optimization is the right thing to be doing, and there are other times when our job becomes solving contradictions.
vi: Bức tranh cho chúng ta biết rằng có những thời điểm trong cuộc sống khi sự tối ưu hóa là điều nên làm và có những thời điểm khác khi công việc của chúng ta là giải quyết những mâu thuẫn.

source: It’s not an either/or.
vi: Nó không phải là chuyện một trong hai lựa chọn nhất định sẽ xảy ra.

source: It’s rare for me to encounter people that haven’t heard of s-curves these days.
vi: Ngày nay hiếm khi tôi gặp người nào chưa nghe về đường cong chữ S.

source: It’s then also a look at why they stop being successful.
vi: Sau đó, nó cũng là một cái nhìn tại sao họ ngừng thành công.

source: I’ve had much experience of the same problem when working with many Systematic Innovation clients over the last couple of decades.
vi: Tôi đã có nhiều kinh nghiệm với cùng một vấn đề khi làm việc với nhiều khách hàng Đổi mới Hệ thống trong vài thập kỷ qua.

source: Just ask the 400+ enterprises from the original Fortune500 of 1955 that no longer exist.
vi: Chỉ cần hỏi trên 400 doanh nghiệp trong danh sách Fortune 5001 năm 1955 hiện không còn tồn tại.

source: Just over nine million of them at the time of writing.
vi: Chỉ hơn chín triệu người trong số họ vào thời điểm viết bài này.

source: Life is good.
vi: Cuộc sống tươi đẹp.

source: Like nearly all major discoveries, the concept of a Contradiction Matrix emerged by accident.
vi: Giống như hầu hết các khám phá quan trọng khác, khái niệm về Ma trận Mâu thuẫn xuất hiện một cách tình cờ.

source: Likewise, if you were designing screens with that allowed you to recognise where on the screen the user was touching it, that was a world away from someone that had worked out how quickly the user was moving their finger could give a whole new set of benefits.
vi: Tương tự như vậy, nếu bạn đang thiết kế màn hình cho phép bạn nhận ra vị trí trên màn hình người dùng chạm vào thì đó là một thế giới khác xa với một người đã tìm ra tốc độ di chuyển ngón tay của người dùng có thể mang lại một loạt lợi ích hoàn toàn mới.

source: List of Principles relevant to each specific worsening parameter:
vi: Danh sách các nguyên tắc liên quan tới từng tham số cụ thể xấu đi:

source: List of Relevant Inventive Principles (decreasing order of frequency)
vi: Danh sách các nguyên tắc sáng tạo liên quan (giảm dần tần số sử dụng)
